Repository: manuelCarlos/MovieMarquee
Catalog: Models/Sources/Models/Resources/Localizable.xcstrings
Source language: en
Languages: pt_pt

# department_acting_key
source: Acting
pt_pt: Actuar

# department_actor_key
source: Actors
pt_pt: Actores

# department_art_key
source: Art
pt_pt: Arte

# department_costume_and_makeup_key
source: Costume & Make-Up
pt_pt: Guarda roupa e maquiagem

# department_creator_key
source: Creator
pt_pt: Creador

# department_crew_key
source: Crew
pt_pt: Banda

# department_directing_key
source: Directing
pt_pt: Direcção

# department_editing_key
source: Editing
pt_pt: Edição

# department_lighting_key
source: Lighting
pt_pt: Iluminacao

# department_production_key
source: Production
pt_pt: Producao

# department_sound_key
source: Sound
pt_pt: Som

# department_visual_effects_key
source: Visual Effects
pt_pt: Efeitos visuais

# department_writing_key
source: Writing
pt_pt: Escrita
